import { Link } from "react-router-dom";

export const AboutCompany = () => {
  return (
    <div>
      <Link to="/">
        <h1>О компании One Developer's Shop</h1>
      </Link>
      <span>
        <h2>One Developer's Shop</h2> - это магазин, специализирующийся на
        продаже широкого ассортимента электроники и электроинструментов. Мы
        предлагаем качественные товары по доступным ценам и стремимся обеспечить
        наших клиентов лучшим сервисом. Наша компания предлагает широкий выбор
        продуктов, начиная от электронных гаджетов до профессионального
        электроинструмента. Мы гордимся своими партнерствами с ведущими
        производителями и поставщиками, что позволяет нам предлагать только
        самые лучшие товары на рынке. Наша команда нацелена на удовлетворение
        потребностей наших клиентов. Мы стремимся предоставить безупречный
        сервис, оперативную доставку и поддержку, чтобы сделать покупки в нашем
        магазине приятным и удобным опытом. Благодарим вас за выбор{" "}
        <b>One Developer's Shop.</b> Мы гарантируем, что вы найдете здесь все
        необходимое для вас!
      </span>
    </div>
  );
};
